Repository: ramsal/openITCOCKPIT
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: es_es

source: login.login_successful
es_es: Inicio de sesión exitoso.

source: login.username_and_password_dont_match
es_es: El correo electrónico y la contraseña no coinciden con ningún usuario en nuestra base de datos.

source: login.logout_successfull
es_es: Cierre de sesión exitoso.

source: action_not_allowed
es_es: Esta acción no está permitida.

source: login.automatically_logged_in
es_es: Has iniciado sesión automáticamente.

source: Invalid beacon
es_es: Beacon no válido

source: The beacon has been saved
es_es: El beacon ha sido guardado

source: The beacon could not be saved. Please, try again.
es_es: El beacon podría nop haber sido guardado. Por favor, vuelva a intentarlo

source: Beacon deleted
es_es: Beacon eliminado

source: Beacon was not deleted
es_es: Beacon no fue eliminado

source: Invalid location
es_es: Ibucación no válida

source: The location has been saved
es_es: La ubicación ha sido guardada

source: The location could not be saved. Please, try again.
es_es: La ubicación podría no haberse guardado. Por favor, vuelva a intentarlo

source: Location deleted
es_es: Ubicación eliminada

source: Location was not deleted
es_es: Ubicación fue eliminada.

source: Ungültiger Nutzer
es_es: Usuario no válido.

source: invalid_user
es_es: Usuario no válido.

source: user.user_deleted
es_es: El usuario fue eliminado.

source: user.user_not_deleted
es_es: El usuario no pudo ser eliminado.

source: user.data_invalid
es_es: Por favor, verifique las entradas.

source: beacon.add
es_es: Añadir Beacon

source: Actions
es_es: Acciones

source: list.edit
es_es: editar

source: list.delete
es_es: eliminar

source: list.really_delete
es_es: ¿Desea eliminar?

source: Name
es_es: Nombre

source: Notes
es_es: Notas

source: Major
es_es: Menor

source: Location Detail
es_es: Detalle de ubicación

source: Created
es_es: Creado

source: Modified
es_es: Modificado

source: Edit Beacon
es_es: Editar Beacon

source: Delete Beacon
es_es: Eliminar Beacon

source: Are you sure you want to delete # %s?
es_es: ¿Estas seguro que quieres borrar # %s?

source: List Beacons
es_es: Lista Beacons

source: New Beacon
es_es: Nueva Beacon

source: List Locations
es_es: Lista Ubicaciones

source: New Location
es_es: Nueva Ubicación

source: logout
es_es: cerrar sesión

source: location.add
es_es: Añadir Ubicación

source: list.details
es_es: detalles

source: Company
es_es: Empresa

source: Address 1
es_es: Dirección 1

source: Address 2
es_es: Dirección 2

source: Zip Code
es_es: Código Postal

source: City
es_es: Ciudad

source: Country
es_es: País

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Delete Location
es_es: Eliminar Ubicación

source: List Users
es_es: Lista Usuarios

source: New User
es_es: Nuevo Usuario

source: Location Id
es_es: Id Ubicación

source: View
es_es: Ver

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Status
es_es: Estado

source: Role
es_es: Rol

source: Password
es_es: Contraseña

source: Firstname
es_es: Nombre

source: Lastname
es_es: Apellido

source: Phone
es_es: Teléfono

source: delete
es_es: deliminar

source: edit
es_es: editar

source: User
es_es: Usuario

source: Edit User
es_es: Editar Usuario

source: Delete User
es_es: Eliminar Usuario

source: Debug setting does not allow access to this url.
es_es: La configuración de depuración no permite el acceso a esta url.

source: Alert success message testing...
es_es: Prueba de mensaje de alerta de aviso ...

source: Alert error message testing...
es_es: Prueba de mensaje de alerta de error ...

source: Alert info message testing...
es_es: Prueba de mensajede alerta de información ...

source: Alert warning message testing...
es_es: Prueba de mensajede alerta de advertencia ...

source: Alert danger message testing...
es_es: Prueba de mensajede alerta de peligro ...

source: filter_fieldset_title
es_es: Filter List

source: list_filter.close
es_es: cerrar

source: list_filter.open
es_es: abrir

source: list_filter.search
es_es: filtro

source: list_filter.reset
es_es: reset filtro

source: success
es_es: Éxito

source: dialog.action_successful
es_es: Éxito

source: select_image
es_es: Selecciona Imagen

source: change_image
es_es: Cambiar Imagen

source: forms.remove_image
es_es: Eliminar Imagen

source: formactions.submit
es_es: Guardar

source: formactions.cancel
es_es: Cancelar

source: add
es_es: añadir

source: confirm_delete
es_es: ¿Desea eliminar?

source: back_to_list
es_es: Volver a la lista

source: formactions.save
es_es: Guardar

source: details
es_es: detalles

source: print
es_es: imprimir

source: terms_and_conditions
es_es: términos y condiciones

source: login.please_log_in
es_es: Por favor inicie sesión

source: password
es_es: contraseña

source: login.remember_me
es_es: Recordar

source: login.submit
es_es: Login

source: Please enter a name for this location
es_es: Por favor, introduzca un nombre para esta ubicación

source: Please enter valid coordinates for this location
es_es: Por favor introduzca unas coordinadas correctas para esta ubicación

source: user_model.invalid_email
es_es: Por favor introduzca un email válido

source: user_model.incorrect_password
es_es: Incorrect password.

source: user_model.password_requirement_notice
es_es: The password must consist of 6 alphanumeric characters and must contain at least one digit.
